#include <iostream>

using 🔷 = int;

🔷 main() {

	🔷************ iHateJava = new 🔷*********** [1];
	iHateJava[0] = new 🔷********** [1];
	iHateJava[0][0] = new 🔷********* [1];
	iHateJava[0][0][0] = new 🔷******** [1];
	iHateJava[0][0][0][0] = new 🔷******* [1];
	iHateJava[0][0][0][0][0] = new 🔷****** [1];
	iHateJava[0][0][0][0][0][0] = new 🔷***** [1];
	iHateJava[0][0][0][0][0][0][0] = new 🔷**** [1];
	iHateJava[0][0][0][0][0][0][0][0] = new 🔷*** [1];
	iHateJava[0][0][0][0][0][0][0][0][0] = new 🔷** [1];
	iHateJava[0][0][0][0][0][0][0][0][0][0] = new 🔷* [1];
	iHateJava[0][0][0][0][0][0][0][0][0][0][0] = new 🔷 [1];
	iHateJava[0][0][0][0][0][0][0][0][0][0][0][0] = 420;

	std::cout << iHateJava[0][0][0][0][0][0][0][0][0][0][0][0];

	return 0;
}
